<?php
// +-----------------------------------------------------------
// | admin 项目首页 Action
// +-----------------------------------------------------------
// | extends CommonAction
// +-----------------------------------------------------------
// | Last Update Time : 2012-11-19 00:14
// +-----------------------------------------------------------
class IndexAction extends CommonAction {

  /**
   +---------------------------------
   | 后台首页
   | @return mixed
   +---------------------------------
   */
  public function index(){
    //dump($_SESSION);
    $this -> display();
  }

  public function menu(){
    $this -> display();
  }
}
